{ "attributes" : {
"God is Sovereign":
{"index":1,"title":"God is Sovereign", "devotional": "God rules the entire universe. His perfect plans and purposes are always accomplished and can never be thwarted by anyone or anything, including evil. His supreme rule is always consistent with the totality of His divine character. ", "verses": "Job 42:2; Psalm 33:11; Daniel 4:35","set_name": "The Character and Attributes of the Godhead"},
"God is Holy":
{"index":2,"title":"God is Holy", "devotional": "God is unlike His creation. He is set apart and altogether different from anyone or anything. There is no one like Him.", "verses": "Exodus 15:11; Isaiah 6:3; Revelation 4:8","set_name": "The Character and Attributes of the Godhead"},
"God is Great":
{"index":3,"title":"God is Great", "devotional": "God is beyond comparison to anything our minds can imagine. He is grand, mighty, and majestic beyond measure and comprehension. ", "verses": "Deuteronomy 3:24; Job 37:5; Psalm 104:1","set_name": "The Character and Attributes of the Godhead"},
"God is Righteous":
{"index":4,"title":"God is Righteous", "devotional": "All that God is and all that He does are consistent with the purity of His divine nature. He is infinite in moral perfection, never doing wrong or evil. Nothing He does is outside His goodness and justice. ", "verses": "Psalm 11:7; Psalm 33:4-5; Psalm 145:17","set_name": "The Character and Attributes of the Godhead"},
"God is Immutable":
{"index":5,"title":"God is Immutable", "devotional": "God’s character remains the same throughout all time; it is constant. The perfection of His character has never and will never change.", "verses": "Malachi 3:6a; Hebrews 1:10-12; Hebrews 13:8","set_name": "The Character and Attributes of the Godhead"},
"God is Omnipotent":
{"index":6,"title":"God is Omnipotent", "devotional": "Omnipotent (all + able) There is nothing that is beyond God’s mighty power and ability. He is fully capable of accomplishing anything in accordance with the purity of His will. ", "verses": "Joshua 4:24; Psalm 93:4; Jeremiah 32:17, 27","set_name": "The Character and Attributes of the Godhead"},
"God is Omniscient":
{"index":7,"title":"God is Omniscient", "devotional": "Omniscient (all + knowing) God possesses perfect knowledge of all aspects of all things throughout all time. Nothing is outside of His infinite knowledge. ", "verses": "Psalm 139:1-6; Proverbs 5:21","set_name": "The Character and Attributes of the Godhead"},
"God is Ominpresent":
{"index":8,"title":"God is Ominpresent", "devotional": "Omnipresent (all + present) God is present in all places at all times. He is present everywhere whether His presence is acknowledged or not. ", "verses": "Psalm 46:1; Psalm 139:7-10","set_name": "The Character and Attributes of the Godhead"},
"God is Eternal":
{"index":9,"title":"God is Eternal", "devotional": "God has been, is, and always will be. His existence precedes His creation. He will never cease to exist in the fullness of His being.", "verses": "Psalm 90:1-2; Lamentations 5:19; 1 Timothy 1:17","set_name": "The Character and Attributes of the Godhead"},
"God is Incomprehensible":
{"index":10,"title":"God is Incomprehensible", "devotional": "God is so different from man that His infinite ways cannot be entirely understood. Mankind’s knowledge of God is limited, not because of a lack of revelation about God, but because man’s mind is finite and unable to fully grasp His complete personhood. ", "verses": "Ecclesiates 11:5; Isaiah 55:8-9","set_name": "The Character and Attributes of the Godhead"},
"God is Faithful":
{"index":11,"title":"God is Faithful", "devotional": "God is steadfast in character. He alone remains true to His Word by keeping every promise, prophecy, and proclamation. His tender care is constant; He will never abandon or disown those who are His. ", "verses": "Isaiah 25:1; 2 Timothy 2:13; Hebrews 10:23","set_name": "The Character and Attributes of the Godhead"},
"God is Loving":
{"index":12,"title":"God is Loving", "devotional": "God loves. Love is the very essence of His being; He is love. It is His nature to desire the highest good for His creation. His unfailing love is displayed in word and deed and was ultimately demonstrated by His provision of salvation for His beloved. ", "verses": "Jeremiah 31:3; 1 John 3:1a, 4:8-9","set_name": "The Character and Attributes of the Godhead"},
"God is Merciful":
{"index":13,"title":"God is Merciful", "devotional": "God, through His mercy, may choose to grant sinners a release from all or some of the consequences and misery of their sinful choices. God’s mercy, granted through the blood of Jesus, is motivated by His great love. ", "verses": "Lamentations 3:22-23; Ephesians 2:4-5","set_name": "The Character and Attributes of the Godhead"},
"God is Gracious":
{"index":14,"title":"God is Gracious", "devotional": "God imparts His grace through Jesus’ blood by bestowing favor and blessing to those who are guilty and undeserving. ", "verses": "Psalm 116:5; Isaiah 30:18; Ephesians 2:6-7","set_name": "The Character and Attributes of the Godhead"},
"God is Forgiving":
{"index":15,"title":"God is Forgiving", "devotional": "Through the act of His free will and in perfect accordance with His holy justice that was satisfied by the death of Christ, God chooses to not take note of the sin of His beloved chosen ones. Therefore, His beloved chosen ones stand holy and blameless be", "verses": "Micah 7:18-19; Ephesians 1:4","set_name": "The Character and Attributes of the Godhead"},
"God is Good":
{"index":16,"title":"God is Good", "devotional": "God’s nature and very essence are entirely good, and He always acts in accordance with His goodness. His works are always beneficial for His creation.  God never does wrong, nor does He mistreat His creation through evil or injustice; He always doe", "verses": "Psalm 31:19; Nahum 1:7","set_name": "The Character and Attributes of the Godhead"},
"God is Longsuffering":
{"index":17,"title":"God is Longsuffering", "devotional": "God is not given to hasty anger. Instead, He is patiently enduring toward people, giving them all opportunity to turn toward His ways. ", "verses": "Psalm 103:8; Romans 2:4; 2 Peter 3:9","set_name": "The Character and Attributes of the Godhead"},
"God is Wrathful":
{"index":18,"title":"God is Wrathful", "devotional": "God is angry at sin. All sin directly opposes His moral perfection and therefore must be punished. Jesus suffered God’s wrath while on the cross, although mankind justly deserves this wrath. ", "verses": "Jeremiah 10:10; Romans 5:8-9","set_name": "The Character and Attributes of the Godhead"},
"God is Jealous":
{"index":19,"title":"God is Jealous", "devotional": "God alone is worthy of worship, and He is justly angered by the worship of anyone but Himself.", "verses": "Exodus 34:14; Deuteronomy 4:24; Nahum 1:2","set_name": "The Character and Attributes of the Godhead"},
"God is Just":
{"index":20,"title":"God is Just", "devotional": "God’s justice is completely consistent with His righteousness. He judges sin and blesses obedience. God’s holy justice was satisfied when His wrath was poured out on Jesus. ", "verses": "Deuteronomy 32:4; Isaiah 30:18; Romans 3:26b","set_name": "The Character and Attributes of the Godhead"},
"God is Wise":
{"index":21,"title":"God is Wise", "devotional": "Every single act of God, everywhere and throughout all time, is orchestrated in accordance with His perfect knowledge and goodness. He never acts in folly, ignorance, or error. ", "verses": "Job 9:3-4; Daniel 2:20; Romans 16:27","set_name": "The Character and Attributes of the Godhead"},
"God is Truth":
{"index":22,"title":"God is Truth", "devotional": "The essence of God’s being is the standard for truth. His words and deeds always portray absolute truth. He never acts in falsehood.", "verses": "Numbers 23:19; John 17:3; 1 John 5:20","set_name": "The Character and Attributes of the Godhead"},
"God is Our Advocate":
{"index":23,"title":"God is Our Advocate", "devotional": "Through Jesus’ blood our sins are atoned for and we have unhindered access to the Father. Not only can we talk to the Father, but Jesus Himself and the Holy Spirit also intercede with the Father on our behalf. ", "verses": "Romans 8:26, 34b; Hebrews 4:14","set_name": "The Character and Attributes of the Godhead"},
"God is Creator":
{"index":24,"title":"God is Creator", "devotional": "By His very words God called into existence everything from nothing. Through perfect wisdom and knowledge He has formed all that is in order to reflect His glory. ", "verses": "Psalm 146:5-6; Colossians 1:16","set_name": "The Character and Attributes of the Godhead"},
"God is Yahweh":
{"index":25,"title":"God is Yahweh", "devotional": "This is the personal and proper name for God, meaning “I Am He Who Is and Will Be.” God is self existent and depends on nothing and no one for His existence. His name emphasizes His loyalty to who He says He is and what He says He does. (Our Bibles usual", "verses": "Exodus 3:14; Amos 5:8","set_name": "The Character and Attributes of the Godhead"},
"God is Yahweh Rapha":
{"index":26,"title":"God is Yahweh Rapha", "devotional": "“The LORD Who Heals.” Rapha (“raw-faw”) means to mend or repair, to thoroughly make whole. He heals our bodies, but more importantly, He heals and restores our souls. God will eventually restore all things that have suffered as a re", "verses": "Deuteronomy 32:39; Psalm 103:2-3; Isaiah 53:5","set_name": "The Character and Attributes of the Godhead"},
"God is Yahweh Raah":
{"index":27,"title":"God is Yahweh Raah", "devotional": "“The LORD Is My Shepherd.” Raah (“raw-aw¢”) means to tend a flock, to associate with as a friend. The Lord constantly cares for and tends to His sheep. He lovingly seeks them and leads them in paths for their good. The sheep are dependent upon His unfail", "verses": "Psalm 23:1-3; John 10:14-15","set_name": "The Character and Attributes of the Godhead"},
"God is Yahweh Shalom":
{"index":28,"title":"God is Yahweh Shalom", "devotional": "“The LORD Is Peace.” Shalom (“shaw-lome”) means peace, tranquility, and security. God initiated a peace treaty with us, His enemies. Believers in Jesus have been reconciled to God through the blood of Jesus Christ. We then can rest secure tha", "verses": "Psalm 119:165; Isaiah 26:3","set_name": "The Character and Attributes of the Godhead"},
"God is Yahweh Jireh":
{"index":29,"title":"God is Yahweh Jireh", "devotional": "“The LORD Who Sees Will Provide.” Jireh (from Raah) means to see, look at, perceive. God has already foreseen all our needs—past present, and future—and has graciously provided for them. God is willing and able to meet every need of His beloved.", "verses": "Romans 8:32; 2 Corinthians 9:8; Philippians 4:19","set_name": "The Character and Attributes of the Godhead"},
"God is Adonai ":
{"index":30,"title":"God is Adonai ", "devotional": "Adonai means Lord, Master, Owner, or Ruler. The lordship of God means His total possession of those whom He has purchased, thus requiring their total submission to Him. ", "verses": "Deuteronomy 10:17; Psalm 135:5; 1 Corinthians 6:19-20","set_name": "The Character and Attributes of the Godhead"},
"God is El Elyon":
{"index":31,"title":"God is El Elyon", "devotional": "“The God Most High.” El means God; Elyon means elevated, high, and exalted. God is the sovereign ruler over the entire universe. He has absolute supremacy over all things. There is nothing that can happen without His permission or foreordained plan. ", "verses": "Psalm 7:17; Psalm 97:9; Psalm 113:4-5","set_name": "The Character and Attributes of the Godhead"},
"Jesus is God, the Express Image & Fullness of God":
{"index":1,"title":"Jesus is God, the Express Image & Fullness of God", "devotional": "Jesus is the physical and visible representation of God Himself. When man sees and knows Jesus, he sees and knows God. His essence and character are a complete, accurate, and perfect expression of God because Jesus, as a member of the Godhead, is Himself deity.", "verses": "John 10:30, 12:45; Colossians 1:15,19, 2:29; Hebrews 1:3a","set_name": "The Person and Work of Jesus Christ"},
"Jesus is Preeminent":
{"index":2,"title":"Jesus is Preeminent", "devotional": "Jesus is the pr?tos: He is first, having preeminence over all. He is the chief that holds the greatest rank and the highest office. He is supreme above all and exalted over all. Nothing is above Him and no one ranks higher. There is no power or authority above Jesus Christ. ", "verses": "Philippians 2:9-11; Colossians 1:18","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Son of God":
{"index":3,"title":"Jesus is the Son of God", "devotional": "Jesus called God His Father (John 5:18) and the Father called Jesus His Son (Matt. 3:17). He is the unique Son, the only begotten Son of the Father (John 3:16), born fully man and fully God.", "verses": "Matthew 26:63b-64a; John 1:32a, 34; 1 John 5:20","set_name": "The Person and Work of Jesus Christ"},
"Jesus is Immanuel":
{"index":4,"title":"Jesus is Immanuel", "devotional": "Jesus partook of flesh and blood (Heb. 2:14), was made like us (Heb. 2:17), and lived among us (John 1:14). He is God with us—the God who abides with mankind.", "verses": "Isaiah 7:14; Matthew 1:22-23; Matthew 28:20b","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Heir of All Things":
{"index":5,"title":"Jesus is the Heir of All Things", "devotional": "God the Father has granted that Jesus the Son be the heir of everything. God has also granted that His adopted sons, believers in Jesus, are joint heirs alongside Jesus.", "verses": "Psalm 2:8; Hebrews 1:2; Romans 8:16-17","set_name": "The Person and Work of Jesus Christ"},
"Jesus God's Servant":
{"index":6,"title":"Jesus God's Servant", "devotional": "God the Father sent Jesus His Son as a servant to bless mankind. Jesus did not cling to His prerogatives of deity but gave up His right to be served and became a servant (Phil. 2:6-7). He obeyed the Father and submitted to His plans, not speaking on His own authority, but speaking only what God commanded Him (John 12:49). ", "verses": "Mathew 12:18a; Matthew 20:28; Acts 3:26","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Head of the Body (Church)":
{"index":7,"title":"Jesus is the Head of the Body (Church)", "devotional": "God the Father appointed Jesus the Son as the Head of the body, the Church. Jesus is the exalted leader and ruler of the Church and the One to whom the Church is subject. His intimacy with and love for the body compels His tender care for her. He nourishes and cherishes the body in order to produce growth in purity and holiness that the body may be a glorious reflection of Himself. ", "verses": "Ephesians 1:22-23; Colossians 2:19","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Bridegroom of the Church ":
{"index":8,"title":"Jesus is the Bridegroom of the Church ", "devotional": "Jesus purchased the Church (His bride) with the bride-price of His own life and blood (I Cor. 6:19-20; I Pet. 1:18-19). In Jewish tradition, after the bride-price was paid, the groom would return home to prepare a dwelling for his bride (John 14:2-3). In turn, the bride would prepare her wedding garments in anticipation of her groom’s return. The bridegroom’s return was announced with the sound of a shofar (trumpet, I Thessalonians 4:16-17) followed by the wedding ceremony, the consummation of the marriage, and the week-long wedding feast.", "verses": "Revelation 19:7-9","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Chief Cornerstone, Capstone & Living Stone":
{"index":9,"title":"Jesus is the Chief Cornerstone, Capstone & Living Stone", "devotional": "Jesus is the stone, chosen by God, upon which the church is built. He is the foundation upon which Jews and Gentiles are united into one household. He is also the stone of stumbling, rejected by those who do not believe on Him. (cf. Matt. 21:42; Rom. 9:32-33; I Pet. 2:4-8.)", "verses": "Isaiah 28:16; Acts 4:11; Ephesians 2:20","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Scapegoat":
{"index":10,"title":"Jesus is the Scapegoat", "devotional": "Jesus is the scapegoat—the goat of departure. Levitical law required that on the Day of Atonement the High Priest cast lots to select one goat for sacrifice and another as the scapegoat, “to make atonement upon it” (Lev. 16:5-22). The High Priest laid hands on the head of the scapegoat and confessed the iniquities of Israel, symbolically transferring them onto the goat. The goat was then released into the wilderness, representing the nation’s sins departing. ", "verses": "Leviticus 16:22a; Isaiah 53:6, 11b, 12b; 2 Corinthians 5:21","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Sacrificial Sin Offering":
{"index":11,"title":"Jesus is the Sacrificial Sin Offering", "devotional": "Jesus is the sin offering, selected as a sacrifice “for the people” (Lev. 16:5-28). Levitical law required that on the Day of Atonement the High Priest sprinkle the blood of the sin offering on the mercy seat in the Holy Place and on the altar to make atonement for sin. Afterwards, the remains of the sin offering were burned outside the camp. ", "verses": "Leviticus 16:9; Hebrews 9:12, 13:11-12","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Lamb of God":
{"index":12,"title":"Jesus is the Lamb of God", "devotional": "Jesus is the Passover (Paschal) Lamb, the Lamb of God. The Passover (p?sach) is an annual feast commemorating the LORD’s passing over the houses of the children of Israel in Egypt, but killed the firstborn of the Egyptians (Exodus 12). P?sach means a sparing or an exemption. The Israelites were spared God’s judgment when they put the blood of a yearling lamb, without blemish, on the doorposts of their home. Jesus, the Lamb, suffered and shed His blood on the day of Passover.", "verses": "John 1:29; 1 Corinthians 5:7; 1 Peter 1:19","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Great High Priest":
{"index":13,"title":"Jesus is the Great High Priest", "devotional": "God the Father appointed Jesus the Son as Great High Priest. His role as High Priest is a marvelous and grand display of both His deity and His humanity (Heb. 2:17). Christ’s role as High Priest is multifaceted and joins attributes such as eternal, immutable, faithful, and holy, to His work as interceder, helper, sympathizer, redeemer, reconciler, and mediator of the New Covenant.", "verses": "Hebrews 5:5, 10; Hebrews 7:24, 26","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Interceding High Priest":
{"index":14,"title":"Jesus is the Interceding High Priest", "devotional": "Jesus is the living, interceding High Priest Who talks with the Father on our behalf. He appears before God’s throne, interceding for our eternal salvation, which was obtained at His own expense. His pleading prevails over the enemy’s accusations against us (Rev. 12:10).", "verses": "Romans 8:33-34; Hebrews 7:25, 9:24","set_name": "The Person and Work of Jesus Christ"},
"Jesus Gives Aid to Those Tested by Adversity":
{"index":15,"title":"Jesus Gives Aid to Those Tested by Adversity", "devotional": "The Greek word for aid in Hebrews 2:18 is bo?thé?, from bo?, meaning a cry or exclamation, and thé?, meaning to run. This word literally means to run at a cry. Jesus hears the cries of the sufferer and compassionately runs alongside to uphold, assist, and help. The opposite of bo?thé? is to frustrate or hinder. Jesus will never add hindrance or frustration to our suffering.", "verses": "Hebrews 2:16, 18; Hebrews 4:15-16","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Mediator of the New Covenant":
{"index":16,"title":"Jesus is the Mediator of the New Covenant", "devotional": "A mediator intervenes to unite two parties and bring about an agreement between them. Jesus’ death paid the debt owed by the offender (man) to the Offended Party (God), thus instituting a new agreement (Covenant) between these two parties. (See I Tim 2:5-6.) The New Covenant supersedes The Old Covenant.", "verses": "Hebrews 8:6; Hebrews 9:15","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Propitiation":
{"index":17,"title":"Jesus is the Propitiation", "devotional": "The blood sacrifice of Jesus Christ satisfied and appeased the Father’s wrath against sinners. Only a righteous sacrifice could satisfy God’s holy justice. ", "verses": "Romans 3:25a; Hebrews 2:17; 1 John 2:2, 4:10","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Reconciler":
{"index":18,"title":"Jesus is the Reconciler", "devotional": "To reconcile means to bring a change in relationship from one of hostility and enmity to one of peace. Jesus’ death was the catalyst to bring reconciliation to the relationship between God and mankind. ", "verses": "Romans 5:10-11; Colossians 1:20-21","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Redeemer & the Ransom":
{"index":19,"title":"Jesus is the Redeemer & the Ransom", "devotional": "Jesus is both the redeemer (purchaser) and the ransom (price paid). He is the redeemer in that He purchased mankind out of slavery to sin, thus freeing man from the bondage of death. He is the ransom in that His blood was the actual price paid for the purchase of mankind. ", "verses": "1 Corinthians 1:30; Ephesians 1:7; Revelation 5:9","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Author and Finisher of Our Salvation":
{"index":20,"title":"Jesus is the Author and Finisher of Our Salvation", "devotional": "Jesus is the author of our salvation in that He caused, originated, and founded it; He is the very source of salvation. Jesus is the finisher of our salvation in that He completed or perfected our salvation through His obedience to the Father and subsequent suffering unto death. ", "verses": "Hebrews 2:10; Hebrews 5:9; Hebrews 12:2a,b","set_name": "The Person and Work of Jesus Christ"},
"Jesus is Messiah":
{"index":21,"title":"Jesus is Messiah", "devotional": "Jesus is the Messiah, the Anointed One for whom the Jews were waiting. In Bible times prophets, priests, and kings were anointed, which represented being set apart for God’s service. Jesus was anointed by Mary prior to His death (John 12:3-8), and He claimed to be the Anointed One from Hebrew prophecy (Luke 4:17-21; Is. 61:1). ", "verses": "John 1:41; John 4:25-26; John 6:69","set_name": "The Person and Work of Jesus Christ"},
"Jesus is Savior":
{"index":22,"title":"Jesus is Savior", "devotional": "Jesus is the One who saves. God the Father sent Jesus the Son to rescue and deliver the world from the penalty of sin, which is death. Jesus the Savior offers life, immortality, repentance, and forgiveness. ", "verses": "Luke 2:11; Acts 5:30-31; 2 Timothy 1:10","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Bread of Life":
{"index":23,"title":"Jesus is the Bread of Life", "devotional": "God the Father sent Jesus the Son from heaven to earth as the bread of life. The Father sent this Bread that mankind may never hunger, but have eternal and life-giving sustenance. Jesus said His flesh and body was the bread that He willingly gave so that mankind might live. ", "verses": "John 6:33, 48; John 6:51; Luke 22:19","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Light of the World":
{"index":24,"title":"Jesus is the Light of the World", "devotional": "Jesus is the light of the world, offering both light and life to those who believe in Him. The Light allows mankind to become “sons of light” and rescues them from being overtaken by the darkness of evil. ", "verses": "John 8:12; John 12:35-36; Revelation 21:23","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Door – The Way of Salvation":
{"index":25,"title":"Jesus is the Door – The Way of Salvation", "devotional": "The “door” was the only entrance and exit of the sheep pen. The door allowed the sheep to access the security inside the pen as well as the pasture outside the pen. Metaphorically, Jesus is the “door” to God, offering sole access and the only means by which mankind can approach God the Father for salvation. ", "verses": "John 10:9; John 14:6; Acts 4:12","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Good, Great, & Chief Shepherd":
{"index":26,"title":"Jesus is the Good, Great, & Chief Shepherd", "devotional": "Jesus is called the Good Shepherd, the Great Shepherd (Heb. 13:20), and the Chief Shepherd (I Peter 5:4). In biblical times the shepherd tenderly cared for and nourished his own sheep. The sheep knew their shepherd’s voice and the shepherd personally knew each of his sheep. The shepherd led his sheep from place to place, and protected his sheep with his own life. ", "verses": "Matthew 2:6;John 10:11, 14-15","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Resurrection and the Life":
{"index":27,"title":"Jesus is the Resurrection and the Life", "devotional": "Jesus was victorious over death and rose from the dead, becoming a symbol of the first of many to be resurrected to eternal life (I Cor. 15:20). The Father gave Jesus the authority to resurrect every human being from the grave and dispense judgment of either eternal life or eternal punishment. Only through Christ can one be resurrected to eternal life (John 14:6; I Cor. 15:21). ", "verses": "John 5:21, 28-29; John 11:25","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Vine":
{"index":28,"title":"Jesus is the Vine", "devotional": "Jesus is the vine; true believers are the branches of the vine. The relationship between the vine and the branches is inseparable. It is a relationship of intimate and complete union. The branch receives life and continual nourishment from the vine so that it may thrive and produce the kind of fruit that is expected from that vine.", "verses": "John 15:1; John 15:4-5; John 15:8","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Word":
{"index":29,"title":"Jesus is the Word", "devotional": "Jesus is the Word: lógos, to speak. He came forth from God the Father to speak on His behalf. Jesus came to earth to represent God and to speak His truth in order that mankind may come to know God.", "verses": "John 1:1, 14; John 17:8; Revelation 19:13","set_name": "The Person and Work of Jesus Christ"},
"Jesus is Lord and King":
{"index":30,"title":"Jesus is Lord and King", "devotional": "Jesus is mighty and powerful over all. He is owner and possessor of everything. He is the supreme Lord and Sovereign God over the entire universe.", "verses": "John 13:13; Philippians 2:11; Revelation 17:14; Revelation 19:16","set_name": "The Person and Work of Jesus Christ"},
"Jesus is the Judge":
{"index":31,"title":"Jesus is the Judge", "devotional": "God the Father has ordained Jesus to judge the world (John 9:39). He shall judge the living and the dead at His appearing and His kingdom (II Tim 4:1). The wicked are judged for eternal punishment and believers for eternal rewards. Jesus’ judgment will be executed in faithfulness, righteousness, and according to the will of the Father (John 5:30).", "verses": "John 5:27; Acts 17:31a; Revelation 19:11","set_name": "The Person and Work of Jesus Christ"},
"The Holy Spirit is God":
{"index":1,"title":"The Holy Spirit is God", "devotional": "The Holy Spirit is not an “it,” not a “force,” and not a “thing.” The Holy Spirit is deity. He is one of the three persons of the triune Godhead. He is God, having the very same essence, attributes, and characteristics of the other members of the Godhead. The Holy Spirit serves a varying role than that of the Father and the Son. ", "verses": "2 Corinthians 3:17; Acts 5:3, 4d","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit is Creator":
{"index":2,"title":"The Holy Spirit is Creator", "devotional": "The Holy Spirit, as a member of the triune Godhead, is Creator. He used His power to bring into existence everything from nothing.", "verses": "Genesis 1:2; Genesis 1:26a, 27a; Psalm 104:30","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Inspired the Word of God":
{"index":3,"title":"The Holy Spirit Inspired the Word of God", "devotional": "The Holy Spirit initiated and prompted the human authors who penned the words of Scripture. His power enlightened and breathed out the very wisdom of God to accurately reveal His Word to mankind.", "verses": "2 Timothy 3:16-17; 2 Peter 1:19a, 20-21","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Empowered Jesus' Conception":
{"index":4,"title":"The Holy Spirit Empowered Jesus' Conception", "devotional": "The Holy Spirit produced and empowered the human conception of God the Son. His power rested upon Mary, causing her to supernaturally conceive the God-Man, Jesus.", "verses": "Matthew 1:18, 20; Luke 1:35","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit was Active in Christ's Ministry":
{"index":5,"title":"The Holy Spirit was Active in Christ's Ministry", "devotional": "Jesus’ earthly ministry was empowered by the Holy Spirit, as was predicted in Hebrew Scripture (Isaiah 11:1-2, 42:1, 61:1). The Spirit descended and remained upon Jesus at His baptism (Matthew 3:16; Luke 3:21-22; John 1:32), filling Him (Luke 4:1) and anointing Him to preach and heal (cf. Matthew 12:17; Luke 4:17-21).", "verses": "Isaiah 11:2; Luke 4:14; Acts 10:38a","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit was Sent From God and Jesus":
{"index":6,"title":"The Holy Spirit was Sent From God and Jesus", "devotional": "The Holy Spirit came from heaven. He was sent to earth by God the Father at the request of Jesus the Son. He came to testify of and glorify Jesus and to help believers, enabling them to live righteously.", "verses": "John 15:26; John 16:7, 13-15","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit is the Promise of the Father":
{"index":7,"title":"The Holy Spirit is the Promise of the Father", "devotional": "Hebrew prophecy recorded God’s promise to send the Holy Spirit (Ezekiel 36:27, 37:14; Joel 2:28). The Father’s faithful promise was fulfilled when the Holy Spirit was sent to indwell believers at Pentecost—50 days after the Passover when Jesus was crucified (Acts 2:1-4). (See also Ephesians 1:13-14.)", "verses": "Luke 24:49; Acts 2:32-33","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Convicts":
{"index":8,"title":"The Holy Spirit Convicts", "devotional": "The Holy Spirit reproves mankind of his unbelief. He reveals the ways in which man has wronged God and departed from His Truth. He attests that mankind is deserving of eternal judgment by a just and righteous God.", "verses": "John 16:8-11","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Regenerates":
{"index":9,"title":"The Holy Spirit Regenerates", "devotional": "The Holy Spirit gives eternal life (John 6:63; II Corinthians 3:6). He causes believers to be “born again” (John 3:5-8) through His indwelling power. ", "verses": "Romans 8:10-11; Titus 3:5-6","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Baptizes Believers":
{"index":10,"title":"The Holy Spirit Baptizes Believers", "devotional": "The Holy Spirit baptizes believers, placing them into the body of Christ at the moment of salvation. The members of the body of Christ are united as one body called the “church,” and Jesus Christ is the exalted Head of the church (Eph. 1:22-23; Col. 1:18, 2:19). The Holy Spirit’s baptism was predicted by Jesus (Matt. 3:11; Mark 1:8; Acts 1:5).", "verses": "1 Corinthians 12:12-13; Ephesians 4:3-5","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Indwells Believers":
{"index":11,"title":"The Holy Spirit Indwells Believers", "devotional": "The Holy Spirit lives inside the physical body of believers, indwelling them at the moment of salvation, thus signifying God’s ownership of them. Jesus foretold the Spirit’s indwelling in John 14:17.", "verses": "Romans 8:9; 1 Corinthians 6:19; 1 John 3:24","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Seals Believers":
{"index":12,"title":"The Holy Spirit Seals Believers", "devotional": "The indwelling Holy Spirit seals the believer at the moment of salvation. The sealing of the Holy Spirit confirms the purchase of salvation and guarantees our future inheritance. ", "verses": "2 Corinthians 1:21-22, 5:5; Ephesians 1:13-14","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Gives Gifts to Believers":
{"index":13,"title":"The Holy Spirit Gives Gifts to Believers", "devotional": "The Holy Spirit gives spiritual gifts to the members of the body of Christ, granting abilities that are supernaturally empowered. The purpose of spiritual gifts is to strengthen, edify, encourage, and build up the body of Christ; they are for the benefit of all. These gifts are given to believers at the moment of salvation. ", "verses": "1 Corinthians 12:4-7; 1 Corinthians 12:11","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Bears Witness of God's Children":
{"index":14,"title":"The Holy Spirit Bears Witness of God's Children", "devotional": "The Holy Spirit’s indwelling certifies that we belong to God. His presence is a comforting assurance that exclaims within our own spirit that we are God’s children.", "verses": "Romans 8:15-17; Galatians 4:6; 1 John 4:13","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Intercedes for Believers":
{"index":15,"title":"The Holy Spirit Intercedes for Believers", "devotional": "The Holy Spirit petitions and prays to the Father on our behalf. He is an advocate who pleads for us according to the will of the Father. The Spirit can intercede according to the will of God because He knows the things of God (I Corinthians 2:10-11).", "verses": "Romans 8:26-27","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Gives Discernment":
{"index":16,"title":"The Holy Spirit Gives Discernment", "devotional": "The Holy Spirit gives discernment regarding evil and deception. The Spirit of truth (John 14:17) uses the Word of God to enable believers to stand firm by discriminating between good and evil, truth and lies. (See also Hebrews 5:12-14.)", "verses": "Ephesians 6:11, 17; 1 John 2:20, 26-27","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Sanctifies Believers":
{"index":17,"title":"The Holy Spirit Sanctifies Believers", "devotional": "The Holy Spirit sanctifies believers. He sets us apart to live holy lives, leads us to put to death sinful deeds, and changes us into the image of Jesus Christ. ", "verses": "Romans 8:13-14; 2 Corinthians 3:18; 1 Peter 1:2","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Empowers Believers":
{"index":18,"title":"The Holy Spirit Empowers Believers", "devotional": "The Holy Spirit empowers believers, granting strength to live in a manner that is not possible by mere human ability.", "verses": "Acts 1:8; 1 Corinthians 2:4-5; Ephesians 3:14-16","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Fills Believers":
{"index":19,"title":"The Holy Spirit Fills Believers", "devotional": "Believers are commanded to be filled with the Holy Spirit. Being “filled” means to make full, supply abundantly, and impart richly. We are filled with the Holy Spirit when we let the Word of God dwell richly in our hearts (cf. Colossians 3:16). (See also Ephesians 6:17.)", "verses": "Ephesians 5:18-21","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit is at Odds with the Flesh":
{"index":20,"title":"The Holy Spirit is at Odds with the Flesh", "devotional": "The Spirit and the flesh are both at war within us. This adversarial relationship creates a ceaseless battle in our hearts and minds. The flesh and the Spirit will never be at peace with each other. However, the power of the indwelling Holy Spirit subdues the flesh. Thus, we must avail ourselves of His power as a spiritual weapon against sin.", "verses": "Romans 8:6-9a; Galatians 5:17-19a","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit can be Sinned Against":
{"index":21,"title":"The Holy Spirit can be Sinned Against", "devotional": "The Holy Spirit is God and He can be sinned against. Scripture records these sins against the Holy Spirit: Grieving Him (Ephesians 4:30), quenching Him (I Thessalonians 5:19), blaspheming Him (Mark 3:29), insulting Him (Hebrews 10:29), lying to Him (Acts 5:3-4), and resisting Him (Acts 7:51). Believers are specifically commanded not to grieve or quench the Holy Spirit. To grieve the Holy Spirit is to cause Him sorrow and sadness because of indwelling sin. Quenching the Holy Spirit is allowing sin to hinder and stifle His influence, thus inhibiting His power to yield righteous fruit. ", "verses": "Ephesians 4:30; 1 Thessalonians 5:19","set_name": "The Ministry of the Holy Spirit"},
"Believers are to walk in the Holy Spirit":
{"index":22,"title":"Believers are to walk in the Holy Spirit", "devotional": "We are to walk in the power of and strive after the things of the Spirit, bearing the fruit of the Spirit (Galatians 5:22-23). We can choose to avail ourselves of the power of the Spirit or, sadly, we can choose to pursue the desires of the flesh.", "verses": "Romans 8:5; Galatians 5:16, 24-25, 6:8","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Produces Fruit: Love":
{"index":23,"title":"The Holy Spirit Produces Fruit: Love", "devotional": "Love (Galatians 5:22-23) is a benevolence and goodwill toward others that is produced by the Holy Spirit. It is a deliberate affection and a friendly regard toward God and man that displays itself in purposeful acts of sacrifice and kindness. Contrary to love are anger, impatience, bitterness, and envy.", "verses": "Romans 13:10; Galatians 5:13; 1 John 4:12","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Produces Fruit: Joy":
{"index":24,"title":"The Holy Spirit Produces Fruit: Joy", "devotional": "Joy (Galatians 5:22-23) is a gladness of heart produced by the Holy Spirit. Joy permeates one’s disposition despite trial, heartache, or pain. It is an attitude of spirit that is fixed upon eternal glories and heavenly blessings, so much so that the sorrows of earth do not cause despair of soul. A joyful heart is a thankful heart. Contrary to joy are anger, despair, anxiety, and envy.", "verses": "Romans 14:17; Romans 15:13; 1 Thessalonians 1:6","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Produces Fruit: Peace":
{"index":25,"title":"The Holy Spirit Produces Fruit: Peace", "devotional": "Peace (Galatians 5:22-23) is a contented state of heart produced by the Holy Spirit. It is a tranquility of being that is not dependent upon external circumstances. Peace embraces the very goodness of God in every situation and demonstrates a spirit of thankfulness and rest. Contrary to peace are anxiety, fear, envy, anger, and despair.", "verses": "Philippians 4:6-7; James 3:17-18","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Produces Fruit: Patience":
{"index":26,"title":"The Holy Spirit Produces Fruit: Patience", "devotional": "Patience or longsuffering (Galatians 5:22-23), is forbearance shown toward others. It is a merciful restraint produced by the Holy Spirit that does not retaliate or give way to anger. Patience is a love for others that shows self-control, even when wronged. Contrary to patience are anger, wrath, pride, selfishness, and bitterness. ", "verses": "Ephesians 4:1-2; 1 Thessalonians 5:14","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Produces Fruit: Kindness":
{"index":27,"title":"The Holy Spirit Produces Fruit: Kindness", "devotional": "Kindness (Galatians 5:22-23) is a pervasive spirit of gentleness and servanthood that is shaped and molded by the Holy Spirit’s indwelling power. It is motivated by sincere love for others. Kindness is similar to goodness, but goodness is the act of good works whereas kindness is the heart attitude behind the good works. Contrary to kindness are anger, bitterness, selfishness, and pride. ", "verses": "2 Corinthians 6:4a, 6; Colossians 3:12","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Produces Fruit: Goodness":
{"index":28,"title":"The Holy Spirit Produces Fruit: Goodness", "devotional": "Goodness (Galatians 5:22-23) is an active expression of benevolence toward others as produced by the Holy Spirit. It is a love that motivates someone to serve others and help human need. Goodness is similar to kindness, but kindness is the heart attitude behind the good works whereas goodness is the act of good works. Goodness does manifest itself in gentle correction of others, for their benefit. Contrary to demonstrating goodness is to do evil or harm.", "verses": "Romans 15:14; Ephesians 15:14","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Produces Fruit: Faithfulness":
{"index":29,"title":"The Holy Spirit Produces Fruit: Faithfulness", "devotional": "The word for “faithfulness” in Galatians 5:22 means to “win over” or “to persuade.” Faith, or faithfulness, as produced by the Holy Spirit, is a firm persuasion and conviction. It is a belief and confidence in the person of God and His revealed Word such that it brings forth holiness, obedience, and good works in a person’s life. Contrary to faithfulness are unbelief, disobedience, and ungodliness.", "verses": "1 Corinthians 15:58; James 2:17-18","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Produces Fruit: Meekness":
{"index":30,"title":"The Holy Spirit Produces Fruit: Meekness", "devotional": "Meekness (Galatians 5:22-23), also translated “gentleness,” is primarily a response to God. It is a state of heart that not only acknowledges God’s sovereign rule, but embraces His sovereign rule as good. A person with meekness does not blame God for undesirable circumstances, nor does he become angry with God when he does not get his way. Meekness must come from the power of the Holy Spirit. Contrary to meekness are despair, anger, wrath, impatience, anxiety, fear, and envy. ", "verses": "Matthew 5:5; James 1:21","set_name": "The Ministry of the Holy Spirit"},
"The Holy Spirit Produces Fruit: Self-Control":
{"index":31,"title":"The Holy Spirit Produces Fruit: Self-Control", "devotional": "Self-control (Galatians 5:22-23), which is often translated “sober”, is a sober-mindedness that gives thought before acting. Self-control, which is produced by the Holy Spirit, gives way to godly desires rather than sinful desires. A person with self-control looks to future and eternal realities rather than indulging immediate sinful impulses. ", "verses": "1 Thessalonians 5:6, 8; 1 Peter 1:13","set_name": "The Ministry of the Holy Spirit"},
} }